cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'coreutils'
brew 'ctags'
brew 'ddate'
brew 'editorconfig'
brew 'imagemagick'
brew 'openssl'
brew 'watchman'
brew 'readline'
brew 'postgresql'
brew 'rbenv'
brew 'nodenv'
brew 'pyenv'
brew 'wget'
brew 'leiningen'
brew 'yarn'
brew 'tmux'
brew 'heroku/brew/herokue
brew 'the_silver_searcher'

cask 'sublime-text'
cask 'java'
cask 'firefox'
cask 'virtualbox'
cask 'google-chrome'
cask 'vagrant'
cask 'iterm2'
cask 'quicksilver'
cask 'fluid'
cask 'supercollider'
cask 'haskell-platform'
cask 'opera'
cask 'brave'
