cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'coreutils'
brew 'ddate'
brew 'editorconfig'
brew 'imagemagick'
brew 'openssl'
brew 'watchman'
#brew 'readline'
brew 'postgresql'
brew 'rbenv'
brew 'nodenv'
brew 'pyenv'
brew 'wget'
brew 'leiningen"
brew 'yarn'

cask 'dropbox'
cask 'sublime-text'
cask 'java'
cask 'firefox'
cask 'virtualbox'
cask 'google-chrome'
cask 'vagrant'
cask 'iterm2'
cask 'quicksilver'
cask 'fluid'
cask 'supercollider'
